Repository: alvarogzp/xtrem-bot
Catalog: locales/*/LC_MESSAGES/pole.po
Languages: es_es

source: By default, display users with most {poles} (the ranking). Use *recent* to show recent {poles}. You can also add a number to the end in both modes to limit the users or {poles} to display (default is 10). Use *last* to show last {pole}, or previous ones adding a number (starting with 1). Use: `/poles tz timezone_name` to view rankings of poles in another timezone (they can be managed with `/polestzman`)
es_es: Por defecto, muestra los usuarios con más {poles} (la clasificación). También puedes añadir un número al final de ámbos modos para limitar los usuarios o {poles} a mostrar (10 por defecto). Utiliza *last* para mostrar la última {pole}, o la anterior añadiendo un número empezando por 1). Utiliza: `/poles tz nombre_de_la_zona` para ver la clasificación de las poles en otra zona horaria (también se puede administrar con `/polestzman`)

source: I have not seen any {poles} here. Wait until next day start, make a {pole} and try again.
es_es: 🙊 No veo ninguna {pole} aquí. 🙊 Espera hasta el día siguiente, haz una {pole} y prueba de nuevo.

source: Most recent {poles}:
es_es: 🏆 Las {poles} más recientes:

source: Write {0} to see recent {poles}.
es_es: ✍🏻 Escribe {0} para ver las {poles} recientes. ✍🏻

source: Ranking of {poles}:
es_es: 🏎 Clasificación de {poles} 🏆 ————————————————

source: Invalid {pole} number. Range [1,total_{poles}]
es_es: 🤖 Número de {pole} no válido. Rango [1, total_{poles}]

source: This is the {0} last {pole}
es_es: 🏆 Esta es la {0}.ª {pole}

source: Oops, the {0} last {pole} seems to be deleted.
es_es: Uy, la {0}.ª {pole} parece haber sido borrada. 😟

source: It was above this message.
es_es: Estaba encima de este mensaje. ⬆️

source: It was above this message, along with other {0} message(s) deleted or inaccessible to me (maybe from another bot).
es_es: Estaba encima de este mensaje, junto a otros {0} mensaje/s borrado/s o inaccesibles para mí (quizá porque sean de otro bot). 🌚

source: And at least the next {0} messages are also deleted or inaccessible to me (maybe because they are from another bot), so I cannot find where the {pole} was.
es_es: Y al menos los siguientes {0} mensajes están también borrados o son inaccesibles para mí (quizá porque son de otro bot), así que no puedo encontrar dónde estaba la {pole}. 🤓

source: Write {0} to see more options.
es_es: ✍🏻 Escribe {0} para ver más opciones. ✍🏻

source: FIRST: {user} → {pole_count}
es_es: 🥇┇ {user} → {pole_count}

source: SECOND: {user} → {pole_count}
es_es: 🥈┇ {user} → {pole_count}

source: THIRD: {user} → {pole_count}
es_es: 🥉┇ {user} → {pole_count}
